[
    { "date": "2025-02-21", "name": "শহীদ দিবস ও আন্তর্জাতিক মাতৃভাষা দিবস", "days": 1 },
{ "date": "2025-02-22", "name": "বরিশাল বিশ্ববিদ্যালয় দিবস", "days": 1 },
{ "date": "2025-03-18", "name": "পবিত্র মাহে রমজানের ছুটি, মহান স্বাধীনতা ও জাতীয় দিবস, শবে কদর, ঈদুল ফিতর", "days": 24 },
{ "date": "2025-04-14", "name": "বাংলা নববর্ষ", "days": 1 },
{ "date": "2025-04-20", "name": "ইস্টার সানডে", "days": 1 },
{ "date": "2025-05-01", "name": "মহান মে দিবস", "days": 1 },
{ "date": "2025-05-05", "name": "বৌদ্ধপূর্ণিমা", "days": 1 },
{ "date": "2025-06-01", "name": "গ্রীষ্মকালীন ছুটি ও ঈদুল আজহা", "days": 19 },
{ "date": "2025-07-15", "name": "পবিত্র আশুরা", "days": 1 },
{ "date": "2025-08-26", "name": "শুভ জন্মাষ্টমী", "days": 1 },
{ "date": "2025-09-04", "name": "আখেরি চাহার সোম্বা", "days": 1 },
{ "date": "2025-09-16", "name": "পবিত্র ঈদে মিলাদুন্নাবী (সঃ)", "days": 1 },
{ "date": "2025-10-09", "name": "শ্রী শ্রী দুর্গাপুজা", "days": 9 },
{ "date": "2025-10-15", "name": "ফাতেহা-ই-ইয়াজদাহম", "days": 1 },
{ "date": "2025-12-14", "name": "শহিদ বুদ্ধিজীবি দিবস", "days": 1 },
{ "date": "2025-12-16", "name": "মহান বিজয় দিবস", "days": 1 },
{ "date": "2025-12-25", "name": "যিশু খ্রিস্টের জন্মদিন (বড় দিন)", "days": 1 },
{ "date": "2025-12-22", "name": "শীতকালীন ছুটি", "days": 12 },
{ "date": "2025-01-28", "name": "শবে মেরাজ", "days": 1 }

]
